IDEA Open Model
Beam Constructor
Compatible with IDEA StatiCa v 10.1
 Constructor
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public Beam()
Public Sub New
public:
Beam()
See Also
Reference
Beam Class
IdeaRS.OpenModel.Detail Namespace